{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<usr>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<sys>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      },
      {
        "type": "BertNormalizer",
        "clean_text": false,
        "handle_chinese_chars": false,
        "strip_accents": false,
        "lowercase": false
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": {
    "type": "RobertaProcessing",
    "sep": [
      "</s>",
      1
    ],
    "cls": [
      "<s>",
      0
    ],
    "trim_offsets": true,
    "add_prefix_space": false
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "</s>": 1,
      "<usr>": 2,
      "<pad>": 3,
      "<sys>": 4,
      "<unk>": 5,
      "<mask>": 6,
      "\t": 7,
      "\n": 8,
      "\u001a": 9,
      "!": 10,
      "\"": 11,
      "#": 12,
      "$": 13,
      "%": 14,
      "&": 15,
      "'": 16,
      "*": 17,
      "+": 18,
      ",": 19,
      "-": 20,
      ".": 21,
      "/": 22,
      "0": 23,
      "1": 24,
      "2": 25,
      "3": 26,
      "4": 27,
      "5": 28,
      "6": 29,
      "7": 30,
      "8": 31,
      "9": 32,
      ":": 33,
      ";": 34,
      "<": 35,
      ">": 36,
      "?": 37,
      "@": 38,
      "A": 39,
      "B": 40,
      "C": 41,
      "D": 42,
      "E": 43,
      "F": 44,
      "G": 45,
      "H": 46,
      "I": 47,
      "J": 48,
      "K": 49,
      "L": 50,
      "M": 51,
      "N": 52,
      "O": 53,
      "P": 54,
      "Q": 55,
      "R": 56,
      "S": 57,
      "T": 58,
      "U": 59,
      "V": 60,
      "W": 61,
      "X": 62,
      "Y": 63,
      "Z": 64,
      "\\": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "|": 95,
      "~": 96,
      "ᄀ": 97,
      "ᄁ": 98,
      "ᄂ": 99,
      "ᄃ": 100,
      "ᄄ": 101,
      "ᄅ": 102,
      "ᄆ": 103,
      "ᄇ": 104,
      "ᄈ": 105,
      "ᄉ": 106,
      "ᄊ": 107,
      "ᄋ": 108,
      "ᄌ": 109,
      "ᄍ": 110,
      "ᄎ": 111,
      "ᄏ": 112,
      "ᄐ": 113,
      "ᄑ": 114,
      "ᄒ": 115,
      "ᄔ": 116,
      "ᄕ": 117,
      "ᄚ": 118,
      "ᄝ": 119,
      "ᄞ": 120,
      "ᄠ": 121,
      "ᄡ": 122,
      "ᄢ": 123,
      "ᄣ": 124,
      "ᄩ": 125,
      "ᄫ": 126,
      "ᄬ": 127,
      "ᄮ": 128,
      "ᄴ": 129,
      "ᄼ": 130,
      "ᄽ": 131,
      "ᄾ": 132,
      "ᄿ": 133,
      "ᅀ": 134,
      "ᅅ": 135,
      "ᅌ": 136,
      "ᅎ": 137,
      "ᅏ": 138,
      "ᅐ": 139,
      "ᅑ": 140,
      "ᅔ": 141,
      "ᅕ": 142,
      "ᅗ": 143,
      "ᅘ": 144,
      "ᅙ": 145,
      "ᅠ": 146,
      "ᅡ": 147,
      "ᅢ": 148,
      "ᅣ": 149,
      "ᅤ": 150,
      "ᅥ": 151,
      "ᅦ": 152,
      "ᅧ": 153,
      "ᅨ": 154,
      "ᅩ": 155,
      "ᅪ": 156,
      "ᅫ": 157,
      "ᅬ": 158,
      "ᅭ": 159,
      "ᅮ": 160,
      "ᅯ": 161,
      "ᅰ": 162,
      "ᅱ": 163,
      "ᅲ": 164,
      "ᅳ": 165,
      "ᅴ": 166,
      "ᅵ": 167,
      "ᆋ": 168,
      "ᆑ": 169,
      "ᆒ": 170,
      "ᆖ": 171,
      "ᆚ": 172,
      "ᆣ": 173,
      "ᆨ": 174,
      "ᆩ": 175,
      "ᆪ": 176,
      "ᆫ": 177,
      "ᆬ": 178,
      "ᆭ": 179,
      "ᆮ": 180,
      "ᆯ": 181,
      "ᆰ": 182,
      "ᆱ": 183,
      "ᆲ": 184,
      "ᆳ": 185,
      "ᆴ": 186,
      "ᆵ": 187,
      "ᆶ": 188,
      "ᆷ": 189,
      "ᆸ": 190,
      "ᆹ": 191,
      "ᆺ": 192,
      "ᆻ": 193,
      "ᆼ": 194,
      "ᆽ": 195,
      "ᆾ": 196,
      "ᆿ": 197,
      "ᇌ": 198,
      "ᇎ": 199,
      "ᇗ": 200,
      "ᇙ": 201,
      "ᇝ": 202,
      "ᇧ": 203,
      "“": 204,
      "▁": 205,
      "가": 206,
      "각": 207,
      "갂": 208,
      "갃": 209,
      "간": 210,
      "갅": 211,
      "갆": 212,
      "갇": 213,
      "갈": 214,
      "갉": 215,
      "갊": 216,
      "갋": 217,
      "갌": 218,
      "갏": 219,
      "감": 220,
      "갑": 221,
      "값": 222,
      "갓": 223,
      "갔": 224,
      "강": 225,
      "갖": 226,
      "갗": 227,
      "같": 228,
      "갚": 229,
      "갛": 230,
      "개": 231,
      "객": 232,
      "갠": 233,
      "갣": 234,
      "갤": 235,
      "갬": 236,
      "갭": 237,
      "갯": 238,
      "갰": 239,
      "갱": 240,
      "갲": 241,
      "갶": 242,
      "갸": 243,
      "갹": 244,
      "갻": 245,
      "갼": 246,
      "갽": 247,
      "갿": 248,
      "걀": 249,
      "걋": 250,
      "걍": 251,
      "걔": 252,
      "걖": 253,
      "걘": 254,
      "걜": 255,
      "거": 256,
      "걱": 257,
      "걲": 258,
      "건": 259,
      "걷": 260,
      "걸": 261,
      "걹": 262,
      "걺": 263,
      "검": 264,
      "겁": 265,
      "겂": 266,
      "것": 267,
      "겄": 268,
      "겅": 269,
      "겆": 270,
      "겉": 271,
      "겊": 272,
      "겋": 273,
      "게": 274,
      "겍": 275,
      "겐": 276,
      "겓": 277,
      "겔": 278,
      "겙": 279,
      "겚": 280,
      "겜": 281,
      "겝": 282,
      "겞": 283,
      "겟": 284,
      "겠": 285,
      "겡": 286,
      "겢": 287,
      "겣": 288,
      "겤": 289,
      "겧": 290,
      "겨": 291,
      "격": 292,
      "겪": 293,
      "겫": 294,
      "견": 295,
      "겭": 296,
      "겮": 297,
      "겯": 298,
      "결": 299,
      "겱": 300,
      "겲": 301,
      "겳": 302,
      "겴": 303,
      "겵": 304,
      "겷": 305,
      "겸": 306,
      "겹": 307,
      "겻": 308,
      "겼": 309,
      "경": 310,
      "겾": 311,
      "겿": 312,
      "곀": 313,
      "곁": 314,
      "곂": 315,
      "곃": 316,
      "계": 317,
      "곈": 318,
      "곌": 319,
      "곒": 320,
      "곔": 321,
      "곕": 322,
      "곗": 323,
      "곘": 324,
      "곙": 325,
      "곛": 326,
      "고": 327,
      "곡": 328,
      "곤": 329,
      "곧": 330,
      "골": 331,
      "곩": 332,
      "곪": 333,
      "곫": 334,
      "곬": 335,
      "곯": 336,
      "곰": 337,
      "곱": 338,
      "곳": 339,
      "공": 340,
      "곶": 341,
      "곷": 342,
      "곹": 343,
      "곺": 344,
      "과": 345,
      "곽": 346,
      "곾": 347,
      "관": 348,
      "괂": 349,
      "괃": 350,
      "괄": 351,
      "괆": 352,
      "괊": 353,
      "괌": 354,
      "괍": 355,
      "괏": 356,
      "괐": 357,
      "광": 358,
      "괒": 359,
      "괔": 360,
      "괕": 361,
      "괗": 362,
      "괘": 363,
      "괙": 364,
      "괚": 365,
      "괜": 366,
      "괞": 367,
      "괠": 368,
      "괩": 369,
      "괫": 370,
      "괬": 371,
      "괭": 372,
      "괴": 373,
      "괵": 374,
      "괶": 375,
      "괸": 376,
      "괼": 377,
      "굀": 378,
      "굄": 379,
      "굅": 380,
      "굇": 381,
      "굉": 382,
      "굊": 383,
      "굏": 384,
      "교": 385,
      "굑": 386,
      "굔": 387,
      "굘": 388,
      "굚": 389,
      "굛": 390,
      "굡": 391,
      "굣": 392,
      "굥": 393,
      "굦": 394,
      "구": 395,
      "국": 396,
      "굮": 397,
      "군": 398,
      "굳": 399,
      "굴": 400,
      "굵": 401,
      "굶": 402,
      "굷": 403,
      "굻": 404,
      "굼": 405,
      "굽": 406,
      "굿": 407,
      "궁": 408,
      "궂": 409,
      "궃": 410,
      "궅": 411,
      "궈": 412,
      "궉": 413,
      "궊": 414,
      "권": 415,
      "궎": 416,
      "궐": 417,
      "궙": 418,
      "궛": 419,
      "궜": 420,
      "궝": 421,
      "궞": 422,
      "궡": 423,
      "궢": 424,
      "궤": 425,
      "궥": 426,
      "궧": 427,
      "궨": 428,
      "궫": 429,
      "궬": 430,
      "궮": 431,
      "궯": 432,
      "궱": 433,
      "궵": 434,
      "궷": 435,
      "궼": 436,
      "귀": 437,
      "귁": 438,
      "귄": 439,
      "귈": 440,
      "귐": 441,
      "귑": 442,
      "귓": 443,
      "귕": 444,
      "규": 445,
      "귝": 446,
      "균": 447,
      "귡": 448,
      "귤": 449,
      "귪": 450,
      "귬": 451,
      "귭": 452,
      "귯": 453,
      "그": 454,
      "극": 455,
      "귺": 456,
      "귻": 457,
      "근": 458,
      "귽": 459,
      "귾": 460,
      "귿": 461,
      "글": 462,
      "긁": 463,
      "긂": 464,
      "긇": 465,
      "금": 466,
      "급": 467,
      "긊": 468,
      "긋": 469,
      "긌": 470,
      "긍": 471,
      "긎": 472,
      "긏": 473,
      "긐": 474,
      "긑": 475,
      "긒": 476,
      "긔": 477,
      "긘": 478,
      "긛": 479,
      "긜": 480,
      "긟": 481,
      "긠": 482,
      "긣": 483,
      "긤": 484,
      "긥": 485,
      "긧": 486,
      "긩": 487,
      "긬": 488,
      "기": 489,
      "긱": 490,
      "긲": 491,
      "긴": 492,
      "긷": 493,
      "길": 494,
      "긹": 495,
      "긺": 496,
      "긼": 497,
      "긾": 498,
      "긿": 499,
      "김": 500,
      "깁": 501,
      "깂": 502,
      "깃": 503,
      "깄": 504,
      "깅": 505,
      "깆": 506,
      "깇": 507,
      "깉": 508,
      "깊": 509,
      "깋": 510,
      "까": 511,
      "깍": 512,
      "깎": 513,
      "깐": 514,
      "깔": 515,
      "깖": 516,
      "깜": 517,
      "깝": 518,
      "깟": 519,
      "깠": 520,
      "깡": 521,
      "깢": 522,
      "깣": 523,
      "깥": 524,
      "깧": 525,
      "깨": 526,
      "깩": 527,
      "깬": 528,
      "깯": 529,
      "깰": 530,
      "깳": 531,
      "깵": 532,
      "깶": 533,
      "깸": 534,
      "깹": 535,
      "깺": 536,
      "깻": 537,
      "깼": 538,
      "깽": 539,
      "깿": 540,
      "꺄": 541,
      "꺅": 542,
      "꺆": 543,
      "꺉": 544,
      "꺊": 545,
      "꺋": 546,
      "꺌": 547,
      "꺍": 548,
      "꺎": 549,
      "꺏": 550,
      "꺑": 551,
      "꺒": 552,
      "꺓": 553,
      "꺔": 554,
      "꺕": 555,
      "꺖": 556,
      "꺗": 557,
      "꺘": 558,
      "꺙": 559,
      "꺚": 560,
      "꺛": 561,
      "꺜": 562,
      "꺝": 563,
      "꺞": 564,
      "꺟": 565,
      "꺠": 566,
      "꺡": 567,
      "꺢": 568,
      "꺥": 569,
      "꺦": 570,
      "꺩": 571,
      "꺭": 572,
      "꺲": 573,
      "꺳": 574,
      "꺸": 575,
      "꺼": 576,
      "꺽": 577,
      "꺾": 578,
      "껀": 579,
      "껃": 580,
      "껄": 581,
      "껊": 582,
      "껌": 583,
      "껍": 584,
      "껏": 585,
      "껐": 586,
      "껑": 587,
      "껕": 588,
      "께": 589,
      "껙": 590,
      "껜": 591,
      "껞": 592,
      "껠": 593,
      "껨": 594,
      "껩": 595,
      "껫": 596,
      "껬": 597,
      "껭": 598,
      "껴": 599,
      "껵": 600,
      "껶": 601,
      "껸": 602,
      "껼": 603,
      "꼇": 604,
      "꼈": 605,
      "꼉": 606,
      "꼍": 607,
      "꼐": 608,
      "꼤": 609,
      "꼬": 610,
      "꼭": 611,
      "꼰": 612,
      "꼲": 613,
      "꼳": 614,
      "꼴": 615,
      "꼼": 616,
      "꼽": 617,
      "꼿": 618,
      "꽁": 619,
      "꽂": 620,
      "꽃": 621,
      "꽅": 622,
      "꽈": 623,
      "꽉": 624,
      "꽊": 625,
      "꽌": 626,
      "꽐": 627,
      "꽛": 628,
      "꽜": 629,
      "꽝": 630,
      "꽤": 631,
      "꽥": 632,
      "꽨": 633,
      "꽷": 634,
      "꽹": 635,
      "꾀": 636,
      "꾄": 637,
      "꾈": 638,
      "꾐": 639,
      "꾑": 640,
      "꾔": 641,
      "꾕": 642,
      "꾜": 643,
      "꾩": 644,
      "꾳": 645,
      "꾸": 646,
      "꾹": 647,
      "꾼": 648,
      "꾾": 649,
      "꾿": 650,
      "꿀": 651,
      "꿇": 652,
      "꿈": 653,
      "꿉": 654,
      "꿋": 655,
      "꿌": 656,
      "꿍": 657,
      "꿎": 658,
      "꿏": 659,
      "꿑": 660,
      "꿔": 661,
      "꿕": 662,
      "꿘": 663,
      "꿜": 664,
      "꿧": 665,
      "꿨": 666,
      "꿩": 667,
      "꿮": 668,
      "꿰": 669,
      "꿱": 670,
      "꿴": 671,
      "꿸": 672,
      "뀀": 673,
      "뀁": 674,
      "뀄": 675,
      "뀅": 676,
      "뀉": 677,
      "뀌": 678,
      "뀐": 679,
      "뀔": 680,
      "뀜": 681,
      "뀝": 682,
      "뀟": 683,
      "뀠": 684,
      "뀡": 685,
      "뀨": 686,
      "뀰": 687,
      "뀸": 688,
      "뀼": 689,
      "끁": 690,
      "끄": 691,
      "끅": 692,
      "끈": 693,
      "끊": 694,
      "끋": 695,
      "끌": 696,
      "끍": 697,
      "끎": 698,
      "끓": 699,
      "끔": 700,
      "끕": 701,
      "끗": 702,
      "끙": 703,
      "끛": 704,
      "끝": 705,
      "끠": 706,
      "끼": 707,
      "끽": 708,
      "끾": 709,
      "낀": 710,
      "낃": 711,
      "낄": 712,
      "낋": 713,
      "낌": 714,
      "낍": 715,
      "낏": 716,
      "낐": 717,
      "낑": 718,
      "낖": 719,
      "나": 720,
      "낙": 721,
      "낚": 722,
      "낛": 723,
      "난": 724,
      "낟": 725,
      "날": 726,
      "낡": 727,
      "낢": 728,
      "낣": 729,
      "낤": 730,
      "남": 731,
      "납": 732,
      "낫": 733,
      "났": 734,
      "낭": 735,
      "낮": 736,
      "낯": 737,
      "낰": 738,
      "낱": 739,
      "낲": 740,
      "낳": 741,
      "내": 742,
      "낵": 743,
      "낸": 744,
      "낻": 745,
      "낼": 746,
      "낽": 747,
      "냄": 748,
      "냅": 749,
      "냇": 750,
      "냈": 751,
      "냉": 752,
      "냊": 753,
      "냎": 754,
      "냏": 755,
      "냐": 756,
      "냑": 757,
      "냔": 758,
      "냕": 759,
      "냘": 760,
      "냠": 761,
      "냡": 762,
      "냣": 763,
      "냤": 764,
      "냥": 765,
      "냬": 766,
      "냿": 767,
      "넀": 768,
      "넁": 769,
      "너": 770,
      "넉": 771,
      "넋": 772,
      "넌": 773,
      "넏": 774,
      "널": 775,
      "넑": 776,
      "넒": 777,
      "넓": 778,
      "넔": 779,
      "넖": 780,
      "넗": 781,
      "넘": 782,
      "넙": 783,
      "넚": 784,
      "넛": 785,
      "넜": 786,
      "넝": 787,
      "넞": 788,
      "넡": 789,
      "넢": 790,
      "넣": 791,
      "네": 792,
      "넥": 793,
      "넨": 794,
      "넫": 795,
      "넬": 796,
      "넴": 797,
      "넵": 798,
      "넷": 799,
      "넸": 800,
      "넹": 801,
      "넺": 802,
      "넻": 803,
      "넼": 804,
      "넽": 805,
      "녀": 806,
      "녁": 807,
      "녂": 808,
      "년": 809,
      "녇": 810,
      "녈": 811,
      "녋": 812,
      "념": 813,
      "녑": 814,
      "녓": 815,
      "녔": 816,
      "녕": 817,
      "녘": 818,
      "녙": 819,
      "녜": 820,
      "녝": 821,
      "녞": 822,
      "녟": 823,
      "녠": 824,
      "녣": 825,
      "녤": 826,
      "녬": 827,
      "녯": 828,
      "노": 829,
      "녹": 830,
      "녺": 831,
      "녻": 832,
      "논": 833,
      "녾": 834,
      "녿": 835,
      "놀": 836,
      "놁": 837,
      "놂": 838,
      "놃": 839,
      "놈": 840,
      "놉": 841,
      "놋": 842,
      "농": 843,
      "놏": 844,
      "높": 845,
      "놓": 846,
      "놔": 847,
      "놘": 848,
      "놜": 849,
      "놧": 850,
      "놨": 851,
      "놰": 852,
      "놻": 853,
      "뇁": 854,
      "뇄": 855,
      "뇆": 856,
      "뇊": 857,
      "뇋": 858,
      "뇌": 859,
      "뇍": 860,
      "뇐": 861,
      "뇔": 862,
      "뇗": 863,
      "뇜": 864,
      "뇝": 865,
      "뇟": 866,
      "뇡": 867,
      "뇦": 868,
      "뇨": 869,
      "뇩": 870,
      "뇬": 871,
      "뇰": 872,
      "뇸": 873,
      "뇹": 874,
      "뇻": 875,
      "뇽": 876,
      "눀": 877,
      "눂": 878,
      "누": 879,
      "눅": 880,
      "눈": 881,
      "눋": 882,
      "눌": 883,
      "눍": 884,
      "눔": 885,
      "눕": 886,
      "눗": 887,
      "눙": 888,
      "눚": 889,
      "눝": 890,
      "눞": 891,
      "눟": 892,
      "눠": 893,
      "눤": 894,
      "눨": 895,
      "눮": 896,
      "눴": 897,
      "눵": 898,
      "눼": 899,
      "뉘": 900,
      "뉙": 901,
      "뉜": 902,
      "뉟": 903,
      "뉠": 904,
      "뉨": 905,
      "뉩": 906,
      "뉫": 907,
      "뉭": 908,
      "뉴": 909,
      "뉵": 910,
      "뉸": 911,
      "뉻": 912,
      "뉼": 913,
      "늄": 914,
      "늅": 915,
      "늇": 916,
      "늉": 917,
      "늏": 918,
      "느": 919,
      "늑": 920,
      "늒": 921,
      "늓": 922,
      "는": 923,
      "늕": 924,
      "늖": 925,
      "늗": 926,
      "늘": 927,
      "늙": 928,
      "늚": 929,
      "늛": 930,
      "늜": 931,
      "늝": 932,
      "늟": 933,
      "늠": 934,
      "늡": 935,
      "늢": 936,
      "늣": 937,
      "늤": 938,
      "능": 939,
      "늦": 940,
      "늧": 941,
      "늩": 942,
      "늪": 943,
      "늫": 944,
      "늬": 945,
      "늮": 946,
      "늯": 947,
      "늰": 948,
      "늱": 949,
      "늲": 950,
      "늳": 951,
      "늴": 952,
      "늵": 953,
      "늶": 954,
      "늸": 955,
      "늹": 956,
      "늽": 957,
      "늿": 958,
      "닁": 959,
      "니": 960,
      "닉": 961,
      "닊": 962,
      "닌": 963,
      "닏": 964,
      "닐": 965,
      "닑": 966,
      "닒": 967,
      "님": 968,
      "닙": 969,
      "닛": 970,
      "닜": 971,
      "닝": 972,
      "닞": 973,
      "닟": 974,
      "닠": 975,
      "닡": 976,
      "닢": 977,
      "닣": 978,
      "다": 979,
      "닥": 980,
      "닦": 981,
      "닧": 982,
      "단": 983,
      "닫": 984,
      "달": 985,
      "닭": 986,
      "닮": 987,
      "닯": 988,
      "닲": 989,
      "닳": 990,
      "담": 991,
      "답": 992,
      "닷": 993,
      "닸": 994,
      "당": 995,
      "닺": 996,
      "닻": 997,
      "닽": 998,
      "닾": 999,
      "닿": 1000,
      "대": 1001,
      "댁": 1002,
      "댄": 1003,
      "댇": 1004,
      "댈": 1005,
      "댉": 1006,
      "댏": 1007,
      "댐": 1008,
      "댑": 1009,
      "댓": 1010,
      "댔": 1011,
      "댕": 1012,
      "댖": 1013,
      "댗": 1014,
      "댚": 1015,
      "댛": 1016,
      "댜": 1017,
      "댠": 1018,
      "댭": 1019,
      "댱": 1020,
      "댸": 1021,
      "댾": 1022,
      "댿": 1023,
      "덀": 1024,
      "덂": 1025,
      "덅": 1026,
      "덆": 1027,
      "덎": 1028,
      "덐": 1029,
      "덒": 1030,
      "더": 1031,
      "덕": 1032,
      "덖": 1033,
      "덗": 1034,
      "던": 1035,
      "덙": 1036,
      "덛": 1037,
      "덜": 1038,
      "덞": 1039,
      "덟": 1040,
      "덠": 1041,
      "덤": 1042,
      "덥": 1043,
      "덦": 1044,
      "덧": 1045,
      "덨": 1046,
      "덩": 1047,
      "덪": 1048,
      "덫": 1049,
      "덭": 1050,
      "덮": 1051,
      "덯": 1052,
      "데": 1053,
      "덱": 1054,
      "덴": 1055,
      "덷": 1056,
      "델": 1057,
      "뎀": 1058,
      "뎁": 1059,
      "뎃": 1060,
      "뎄": 1061,
      "뎅": 1062,
      "뎈": 1063,
      "뎊": 1064,
      "뎌": 1065,
      "뎍": 1066,
      "뎎": 1067,
      "뎏": 1068,
      "뎐": 1069,
      "뎑": 1070,
      "뎓": 1071,
      "뎔": 1072,
      "뎖": 1073,
      "뎘": 1074,
      "뎛": 1075,
      "뎜": 1076,
      "뎝": 1077,
      "뎟": 1078,
      "뎠": 1079,
      "뎡": 1080,
      "뎢": 1081,
      "뎤": 1082,
      "뎥": 1083,
      "뎧": 1084,
      "뎨": 1085,
      "뎩": 1086,
      "뎬": 1087,
      "뎮": 1088,
      "뎴": 1089,
      "뎻": 1090,
      "도": 1091,
      "독": 1092,
      "돆": 1093,
      "돈": 1094,
      "돋": 1095,
      "돌": 1096,
      "돍": 1097,
      "돎": 1098,
      "돐": 1099,
      "돔": 1100,
      "돕": 1101,
      "돗": 1102,
      "돘": 1103,
      "동": 1104,
      "돚": 1105,
      "돛": 1106,
      "돝": 1107,
      "돞": 1108,
      "돟": 1109,
      "돠": 1110,
      "돣": 1111,
      "돤": 1112,
      "돥": 1113,
      "돨": 1114,
      "돮": 1115,
      "돰": 1116,
      "돱": 1117,
      "돲": 1118,
      "돴": 1119,
      "돼": 1120,
      "돽": 1121,
      "돿": 1122,
      "됀": 1123,
      "됃": 1124,
      "됄": 1125,
      "됌": 1126,
      "됍": 1127,
      "됏": 1128,
      "됐": 1129,
      "됖": 1130,
      "되": 1131,
      "됙": 1132,
      "된": 1133,
      "됟": 1134,
      "될": 1135,
      "됢": 1136,
      "됧": 1137,
      "됨": 1138,
      "됩": 1139,
      "됫": 1140,
      "됬": 1141,
      "됭": 1142,
      "됮": 1143,
      "됴": 1144,
      "됸": 1145,
      "둅": 1146,
      "둇": 1147,
      "둉": 1148,
      "둏": 1149,
      "두": 1150,
      "둑": 1151,
      "둔": 1152,
      "둗": 1153,
      "둘": 1154,
      "둚": 1155,
      "둟": 1156,
      "둠": 1157,
      "둡": 1158,
      "둣": 1159,
      "둥": 1160,
      "둧": 1161,
      "둨": 1162,
      "둩": 1163,
      "둪": 1164,
      "둫": 1165,
      "둬": 1166,
      "둮": 1167,
      "둯": 1168,
      "둰": 1169,
      "둳": 1170,
      "둴": 1171,
      "둵": 1172,
      "둹": 1173,
      "둻": 1174,
      "둼": 1175,
      "둿": 1176,
      "뒀": 1177,
      "뒁": 1178,
      "뒃": 1179,
      "뒄": 1180,
      "뒇": 1181,
      "뒈": 1182,
      "뒋": 1183,
      "뒌": 1184,
      "뒍": 1185,
      "뒎": 1186,
      "뒔": 1187,
      "뒖": 1188,
      "뒚": 1189,
      "뒛": 1190,
      "뒝": 1191,
      "뒤": 1192,
      "뒥": 1193,
      "뒦": 1194,
      "뒨": 1195,
      "뒫": 1196,
      "뒬": 1197,
      "뒴": 1198,
      "뒵": 1199,
      "뒷": 1200,
      "뒸": 1201,
      "뒹": 1202,
      "뒺": 1203,
      "듀": 1204,
      "듁": 1205,
      "듃": 1206,
      "듄": 1207,
      "듈": 1208,
      "듏": 1209,
      "듐": 1210,
      "듑": 1211,
      "듓": 1212,
      "듕": 1213,
      "드": 1214,
      "득": 1215,
      "든": 1216,
      "듣": 1217,
      "들": 1218,
      "듥": 1219,
      "듦": 1220,
      "듧": 1221,
      "듫": 1222,
      "듬": 1223,
      "듭": 1224,
      "듯": 1225,
      "등": 1226,
      "듶": 1227,
      "듷": 1228,
      "듸": 1229,
      "듻": 1230,
      "듼": 1231,
      "듿": 1232,
      "딀": 1233,
      "딋": 1234,
      "딍": 1235,
      "딏": 1236,
      "디": 1237,
      "딕": 1238,
      "딘": 1239,
      "딛": 1240,
      "딜": 1241,
      "딝": 1242,
      "딞": 1243,
      "딢": 1244,
      "딤": 1245,
      "딥": 1246,
      "딧": 1247,
      "딨": 1248,
      "딩": 1249,
      "딪": 1250,
      "딫": 1251,
      "딬": 1252,
      "딮": 1253,
      "딯": 1254,
      "따": 1255,
      "딱": 1256,
      "딲": 1257,
      "딴": 1258,
      "딷": 1259,
      "딸": 1260,
      "딹": 1261,
      "딿": 1262,
      "땀": 1263,
      "땁": 1264,
      "땃": 1265,
      "땄": 1266,
      "땅": 1267,
      "땇": 1268,
      "땈": 1269,
      "땉": 1270,
      "땋": 1271,
      "때": 1272,
      "땍": 1273,
      "땎": 1274,
      "땐": 1275,
      "땓": 1276,
      "땔": 1277,
      "땕": 1278,
      "땙": 1279,
      "땚": 1280,
      "땜": 1281,
      "땝": 1282,
      "땞": 1283,
      "땟": 1284,
      "땠": 1285,
      "땡": 1286,
      "땣": 1287,
      "땤": 1288,
      "땥": 1289,
      "땧": 1290,
      "땨": 1291,
      "땵": 1292,
      "떄": 1293,
      "떈": 1294,
      "떋": 1295,
      "떏": 1296,
      "떓": 1297,
      "떙": 1298,
      "떛": 1299,
      "떟": 1300,
      "떠": 1301,
      "떡": 1302,
      "떢": 1303,
      "떤": 1304,
      "떧": 1305,
      "떨": 1306,
      "떪": 1307,
      "떫": 1308,
      "떬": 1309,
      "떮": 1310,
      "떰": 1311,
      "떱": 1312,
      "떳": 1313,
      "떴": 1314,
      "떵": 1315,
      "떻": 1316,
      "떼": 1317,
      "떽": 1318,
      "뗀": 1319,
      "뗄": 1320,
      "뗌": 1321,
      "뗍": 1322,
      "뗏": 1323,
      "뗐": 1324,
      "뗑": 1325,
      "뗘": 1326,
      "뗜": 1327,
      "뗬": 1328,
      "뗳": 1329,
      "뗴": 1330,
      "뗸": 1331,
      "똇": 1332,
      "똉": 1333,
      "또": 1334,
      "똑": 1335,
      "똔": 1336,
      "똘": 1337,
      "똞": 1338,
      "똟": 1339,
      "똠": 1340,
      "똡": 1341,
      "똢": 1342,
      "똣": 1343,
      "똥": 1344,
      "똧": 1345,
      "똫": 1346,
      "똬": 1347,
      "똭": 1348,
      "똰": 1349,
      "똲": 1350,
      "똴": 1351,
      "똻": 1352,
      "똿": 1353,
      "뙇": 1354,
      "뙈": 1355,
      "뙉": 1356,
      "뙑": 1357,
      "뙜": 1358,
      "뙤": 1359,
      "뙨": 1360,
      "뙬": 1361,
      "뙹": 1362,
      "뚜": 1363,
      "뚝": 1364,
      "뚠": 1365,
      "뚡": 1366,
      "뚢": 1367,
      "뚣": 1368,
      "뚤": 1369,
      "뚧": 1370,
      "뚪": 1371,
      "뚫": 1372,
      "뚬": 1373,
      "뚭": 1374,
      "뚯": 1375,
      "뚱": 1376,
      "뚷": 1377,
      "뚸": 1378,
      "뚹": 1379,
      "뚺": 1380,
      "뛃": 1381,
      "뛔": 1382,
      "뛞": 1383,
      "뛟": 1384,
      "뛦": 1385,
      "뛬": 1386,
      "뛰": 1387,
      "뛱": 1388,
      "뛳": 1389,
      "뛴": 1390,
      "뛵": 1391,
      "뛸": 1392,
      "뜀": 1393,
      "뜁": 1394,
      "뜅": 1395,
      "뜌": 1396,
      "뜜": 1397,
      "뜞": 1398,
      "뜟": 1399,
      "뜦": 1400,
      "뜨": 1401,
      "뜩": 1402,
      "뜬": 1403,
      "뜯": 1404,
      "뜰": 1405,
      "뜳": 1406,
      "뜵": 1407,
      "뜷": 1408,
      "뜸": 1409,
      "뜹": 1410,
      "뜻": 1411,
      "뜼": 1412,
      "뜽": 1413,
      "뜾": 1414,
      "띁": 1415,
      "띃": 1416,
      "띄": 1417,
      "띅": 1418,
      "띇": 1419,
      "띈": 1420,
      "띉": 1421,
      "띌": 1422,
      "띔": 1423,
      "띕": 1424,
      "띙": 1425,
      "띠": 1426,
      "띡": 1427,
      "띢": 1428,
      "띤": 1429,
      "띧": 1430,
      "띨": 1431,
      "띮": 1432,
      "띰": 1433,
      "띱": 1434,
      "띳": 1435,
      "띴": 1436,
      "띵": 1437,
      "라": 1438,
      "락": 1439,
      "란": 1440,
      "랁": 1441,
      "랂": 1442,
      "랃": 1443,
      "랄": 1444,
      "랅": 1445,
      "랆": 1446,
      "랋": 1447,
      "람": 1448,
      "랍": 1449,
      "랏": 1450,
      "랐": 1451,
      "랑": 1452,
      "랒": 1453,
      "랕": 1454,
      "랖": 1455,
      "랗": 1456,
      "래": 1457,
      "랙": 1458,
      "랜": 1459,
      "랟": 1460,
      "랠": 1461,
      "램": 1462,
      "랩": 1463,
      "랫": 1464,
      "랬": 1465,
      "랭": 1466,
      "랱": 1467,
      "랲": 1468,
      "랳": 1469,
      "랴": 1470,
      "략": 1471,
      "랸": 1472,
      "랼": 1473,
      "럂": 1474,
      "럃": 1475,
      "럄": 1476,
      "럅": 1477,
      "럆": 1478,
      "럇": 1479,
      "럈": 1480,
      "량": 1481,
      "럊": 1482,
      "럌": 1483,
      "럏": 1484,
      "럐": 1485,
      "럑": 1486,
      "럒": 1487,
      "럓": 1488,
      "럔": 1489,
      "럕": 1490,
      "럖": 1491,
      "럗": 1492,
      "럘": 1493,
      "럙": 1494,
      "럛": 1495,
      "럝": 1496,
      "럞": 1497,
      "럟": 1498,
      "럢": 1499,
      "럤": 1500,
      "럦": 1501,
      "러": 1502,
      "럭": 1503,
      "럮": 1504,
      "럯": 1505,
      "런": 1506,
      "럱": 1507,
      "럲": 1508,
      "럳": 1509,
      "럴": 1510,
      "럶": 1511,
      "럷": 1512,
      "럸": 1513,
      "럻": 1514,
      "럼": 1515,
      "럽": 1516,
      "럾": 1517,
      "럿": 1518,
      "렀": 1519,
      "렁": 1520,
      "렂": 1521,
      "렇": 1522,
      "레": 1523,
      "렉": 1524,
      "렊": 1525,
      "렌": 1526,
      "렍": 1527,
      "렏": 1528,
      "렐": 1529,
      "렘": 1530,
      "렙": 1531,
      "렛": 1532,
      "렜": 1533,
      "렝": 1534,
      "렟": 1535,
      "렡": 1536,
      "렣": 1537,
      "려": 1538,
      "력": 1539,
      "렧": 1540,
      "련": 1541,
      "렫": 1542,
      "렬": 1543,
      "렭": 1544,
      "렳": 1545,
      "렴": 1546,
      "렵": 1547,
      "렶": 1548,
      "렷": 1549,
      "렸": 1550,
      "령": 1551,
      "렺": 1552,
      "렿": 1553,
      "례": 1554,
      "롄": 1555,
      "롈": 1556,
      "롊": 1557,
      "롏": 1558,
      "롐": 1559,
      "롑": 1560,
      "롓": 1561,
      "롕": 1562,
      "로": 1563,
      "록": 1564,
      "롟": 1565,
      "론": 1566,
      "롣": 1567,
      "롤": 1568,
      "롥": 1569,
      "롩": 1570,
      "롬": 1571,
      "롭": 1572,
      "롯": 1573,
      "롱": 1574,
      "롴": 1575,
      "롵": 1576,
      "롷": 1577,
      "롸": 1578,
      "롹": 1579,
      "롼": 1580,
      "뢀": 1581,
      "뢋": 1582,
      "뢍": 1583,
      "뢔": 1584,
      "뢠": 1585,
      "뢡": 1586,
      "뢢": 1587,
      "뢤": 1588,
      "뢦": 1589,
      "뢨": 1590,
      "뢩": 1591,
      "뢬": 1592,
      "뢭": 1593,
      "뢮": 1594,
      "뢰": 1595,
      "뢱": 1596,
      "뢲": 1597,
      "뢳": 1598,
      "뢴": 1599,
      "뢵": 1600,
      "뢶": 1601,
      "뢷": 1602,
      "뢸": 1603,
      "뢹": 1604,
      "뢽": 1605,
      "룀": 1606,
      "룁": 1607,
      "룃": 1608,
      "룄": 1609,
      "룅": 1610,
      "료": 1611,
      "룍": 1612,
      "룏": 1613,
      "룐": 1614,
      "룑": 1615,
      "룔": 1616,
      "룜": 1617,
      "룝": 1618,
      "룟": 1619,
      "룡": 1620,
      "루": 1621,
      "룩": 1622,
      "룪": 1623,
      "룫": 1624,
      "룬": 1625,
      "룯": 1626,
      "룰": 1627,
      "룴": 1628,
      "룸": 1629,
      "룹": 1630,
      "룻": 1631,
      "룽": 1632,
      "뤀": 1633,
      "뤃": 1634,
      "뤄": 1635,
      "뤅": 1636,
      "뤈": 1637,
      "뤌": 1638,
      "뤗": 1639,
      "뤘": 1640,
      "뤙": 1641,
      "뤠": 1642,
      "뤤": 1643,
      "뤼": 1644,
      "뤽": 1645,
      "뤿": 1646,
      "륀": 1647,
      "륄": 1648,
      "륌": 1649,
      "륍": 1650,
      "륏": 1651,
      "륑": 1652,
      "류": 1653,
      "륙": 1654,
      "륚": 1655,
      "륜": 1656,
      "률": 1657,
      "륨": 1658,
      "륩": 1659,
      "륫": 1660,
      "륭": 1661,
      "륱": 1662,
      "륳": 1663,
      "르": 1664,
      "륵": 1665,
      "른": 1666,
      "륻": 1667,
      "를": 1668,
      "륾": 1669,
      "륿": 1670,
      "릀": 1671,
      "릂": 1672,
      "릃": 1673,
      "름": 1674,
      "릅": 1675,
      "릇": 1676,
      "릉": 1677,
      "릊": 1678,
      "릋": 1679,
      "릌": 1680,
      "릍": 1681,
      "릎": 1682,
      "릏": 1683,
      "릐": 1684,
      "릑": 1685,
      "릔": 1686,
      "릕": 1687,
      "릗": 1688,
      "릘": 1689,
      "릙": 1690,
      "릚": 1691,
      "릛": 1692,
      "릜": 1693,
      "릝": 1694,
      "릟": 1695,
      "릠": 1696,
      "릣": 1697,
      "릧": 1698,
      "릨": 1699,
      "릫": 1700,
      "리": 1701,
      "릭": 1702,
      "릮": 1703,
      "린": 1704,
      "릲": 1705,
      "릳": 1706,
      "릴": 1707,
      "릵": 1708,
      "릸": 1709,
      "릹": 1710,
      "림": 1711,
      "립": 1712,
      "릿": 1713,
      "맀": 1714,
      "링": 1715,
      "맂": 1716,
      "맄": 1717,
      "맅": 1718,
      "맆": 1719,
      "맇": 1720,
      "마": 1721,
      "막": 1722,
      "맊": 1723,
      "맋": 1724,
      "만": 1725,
      "맍": 1726,
      "많": 1727,
      "맏": 1728,
      "말": 1729,
      "맑": 1730,
      "맒": 1731,
      "맗": 1732,
      "맘": 1733,
      "맙": 1734,
      "맛": 1735,
      "맜": 1736,
      "망": 1737,
      "맞": 1738,
      "맟": 1739,
      "맠": 1740,
      "맡": 1741,
      "맣": 1742,
      "매": 1743,
      "맥": 1744,
      "맨": 1745,
      "맬": 1746,
      "맰": 1747,
      "맴": 1748,
      "맵": 1749,
      "맷": 1750,
      "맸": 1751,
      "맹": 1752,
      "맺": 1753,
      "맻": 1754,
      "맽": 1755,
      "먀": 1756,
      "먁": 1757,
      "먄": 1758,
      "먈": 1759,
      "먐": 1760,
      "먓": 1761,
      "먕": 1762,
      "먖": 1763,
      "먤": 1764,
      "먥": 1765,
      "먦": 1766,
      "먧": 1767,
      "먨": 1768,
      "먬": 1769,
      "먯": 1770,
      "먰": 1771,
      "먴": 1772,
      "머": 1773,
      "먹": 1774,
      "먻": 1775,
      "먼": 1776,
      "먾": 1777,
      "먿": 1778,
      "멀": 1779,
      "멁": 1780,
      "멂": 1781,
      "멅": 1782,
      "멇": 1783,
      "멈": 1784,
      "멉": 1785,
      "멊": 1786,
      "멋": 1787,
      "멌": 1788,
      "멍": 1789,
      "멎": 1790,
      "멏": 1791,
      "멐": 1792,
      "멒": 1793,
      "멓": 1794,
      "메": 1795,
      "멕": 1796,
      "멘": 1797,
      "멛": 1798,
      "멜": 1799,
      "멤": 1800,
      "멥": 1801,
      "멧": 1802,
      "멨": 1803,
      "멩": 1804,
      "멪": 1805,
      "멫": 1806,
      "며": 1807,
      "멱": 1808,
      "멲": 1809,
      "멳": 1810,
      "면": 1811,
      "멷": 1812,
      "멸": 1813,
      "멺": 1814,
      "멿": 1815,
      "몀": 1816,
      "몁": 1817,
      "몃": 1818,
      "몄": 1819,
      "명": 1820,
      "몆": 1821,
      "몇": 1822,
      "몈": 1823,
      "몊": 1824,
      "몌": 1825,
      "몎": 1826,
      "몏": 1827,
      "몐": 1828,
      "몓": 1829,
      "몡": 1830,
      "몣": 1831,
      "모": 1832,
      "목": 1833,
      "몫": 1834,
      "몬": 1835,
      "몯": 1836,
      "몰": 1837,
      "몱": 1838,
      "몲": 1839,
      "몴": 1840,
      "몷": 1841,
      "몸": 1842,
      "몹": 1843,
      "못": 1844,
      "몼": 1845,
      "몽": 1846,
      "몾": 1847,
      "몿": 1848,
      "뫁": 1849,
      "뫃": 1850,
      "뫄": 1851,
      "뫆": 1852,
      "뫈": 1853,
      "뫌": 1854,
      "뫏": 1855,
      "뫑": 1856,
      "뫒": 1857,
      "뫓": 1858,
      "뫔": 1859,
      "뫕": 1860,
      "뫗": 1861,
      "뫘": 1862,
      "뫙": 1863,
      "뫚": 1864,
      "뫜": 1865,
      "뫝": 1866,
      "뫞": 1867,
      "뫟": 1868,
      "뫠": 1869,
      "뫡": 1870,
      "뫧": 1871,
      "뫴": 1872,
      "뫼": 1873,
      "뫽": 1874,
      "묀": 1875,
      "묃": 1876,
      "묄": 1877,
      "묌": 1878,
      "묍": 1879,
      "묏": 1880,
      "묐": 1881,
      "묑": 1882,
      "묘": 1883,
      "묙": 1884,
      "묜": 1885,
      "묠": 1886,
      "묨": 1887,
      "묩": 1888,
      "묫": 1889,
      "묬": 1890,
      "묭": 1891,
      "무": 1892,
      "묵": 1893,
      "묶": 1894,
      "묷": 1895,
      "문": 1896,
      "묹": 1897,
      "묺": 1898,
      "묻": 1899,
      "물": 1900,
      "묽": 1901,
      "묾": 1902,
      "뭀": 1903,
      "뭄": 1904,
      "뭅": 1905,
      "뭇": 1906,
      "뭉": 1907,
      "뭊": 1908,
      "뭋": 1909,
      "뭍": 1910,
      "뭎": 1911,
      "뭏": 1912,
      "뭐": 1913,
      "뭑": 1914,
      "뭓": 1915,
      "뭔": 1916,
      "뭗": 1917,
      "뭘": 1918,
      "뭙": 1919,
      "뭝": 1920,
      "뭠": 1921,
      "뭡": 1922,
      "뭣": 1923,
      "뭤": 1924,
      "뭥": 1925,
      "뭨": 1926,
      "뭩": 1927,
      "뭪": 1928,
      "뭬": 1929,
      "뭲": 1930,
      "뭶": 1931,
      "뭺": 1932,
      "뭽": 1933,
      "뮄": 1934,
      "뮈": 1935,
      "뮊": 1936,
      "뮌": 1937,
      "뮐": 1938,
      "뮕": 1939,
      "뮙": 1940,
      "뮛": 1941,
      "뮝": 1942,
      "뮤": 1943,
      "뮨": 1944,
      "뮬": 1945,
      "뮭": 1946,
      "뮴": 1947,
      "뮷": 1948,
      "뮸": 1949,
      "뮹": 1950,
      "뮺": 1951,
      "므": 1952,
      "믁": 1953,
      "믄": 1954,
      "믇": 1955,
      "믈": 1956,
      "믉": 1957,
      "믌": 1958,
      "믐": 1959,
      "믑": 1960,
      "믓": 1961,
      "믕": 1962,
      "믛": 1963,
      "믜": 1964,
      "믝": 1965,
      "믟": 1966,
      "믠": 1967,
      "믭": 1968,
      "믯": 1969,
      "믱": 1970,
      "미": 1971,
      "믹": 1972,
      "민": 1973,
      "믾": 1974,
      "믿": 1975,
      "밀": 1976,
      "밂": 1977,
      "밃": 1978,
      "밄": 1979,
      "밅": 1980,
      "밆": 1981,
      "밇": 1982,
      "밈": 1983,
      "밉": 1984,
      "밊": 1985,
      "밋": 1986,
      "밌": 1987,
      "밍": 1988,
      "밎": 1989,
      "및": 1990,
      "밐": 1991,
      "밑": 1992,
      "밒": 1993,
      "바": 1994,
      "박": 1995,
      "밖": 1996,
      "밗": 1997,
      "반": 1998,
      "밚": 1999,
      "받": 2000,
      "발": 2001,
      "밝": 2002,
      "밞": 2003,
      "밟": 2004,
      "밠": 2005,
      "밡": 2006,
      "밢": 2007,
      "밣": 2008,
      "밤": 2009,
      "밥": 2010,
      "밧": 2011,
      "밨": 2012,
      "방": 2013,
      "밪": 2014,
      "밫": 2015,
      "밬": 2016,
      "밭": 2017,
      "밮": 2018,
      "밯": 2019,
      "배": 2020,
      "백": 2021,
      "밲": 2022,
      "밴": 2023,
      "밵": 2024,
      "밶": 2025,
      "밷": 2026,
      "밸": 2027,
      "밻": 2028,
      "밼": 2029,
      "밿": 2030,
      "뱀": 2031,
      "뱁": 2032,
      "뱂": 2033,
      "뱃": 2034,
      "뱄": 2035,
      "뱅": 2036,
      "뱉": 2037,
      "뱌": 2038,
      "뱍": 2039,
      "뱐": 2040,
      "뱔": 2041,
      "뱖": 2042,
      "뱗": 2043,
      "뱚": 2044,
      "뱜": 2045,
      "뱝": 2046,
      "뱟": 2047,
      "뱡": 2048,
      "뱩": 2049,
      "뱸": 2050,
      "뱻": 2051,
      "뱼": 2052,
      "뱿": 2053,
      "벃": 2054,
      "버": 2055,
      "벅": 2056,
      "번": 2057,
      "벋": 2058,
      "벌": 2059,
      "벍": 2060,
      "벎": 2061,
      "벑": 2062,
      "벓": 2063,
      "범": 2064,
      "법": 2065,
      "벗": 2066,
      "벘": 2067,
      "벙": 2068,
      "벚": 2069,
      "벛": 2070,
      "벜": 2071,
      "벝": 2072,
      "벟": 2073,
      "베": 2074,
      "벡": 2075,
      "벤": 2076,
      "벥": 2077,
      "벧": 2078,
      "벨": 2079,
      "벩": 2080,
      "벪": 2081,
      "벫": 2082,
      "벰": 2083,
      "벱": 2084,
      "벳": 2085,
      "벴": 2086,
      "벵": 2087,
      "벶": 2088,
      "벷": 2089,
      "벸": 2090,
      "벹": 2091,
      "벼": 2092,
      "벽": 2093,
      "변": 2094,
      "볂": 2095,
      "볃": 2096,
      "별": 2097,
      "볌": 2098,
      "볍": 2099,
      "볏": 2100,
      "볐": 2101,
      "병": 2102,
      "볓": 2103,
      "볔": 2104,
      "볕": 2105,
      "볘": 2106,
      "볜": 2107,
      "볭": 2108,
      "보": 2109,
      "복": 2110,
      "볶": 2111,
      "볷": 2112,
      "본": 2113,
      "볻": 2114,
      "볼": 2115,
      "볽": 2116,
      "볿": 2117,
      "봄": 2118,
      "봅": 2119,
      "봇": 2120,
      "봈": 2121,
      "봉": 2122,
      "봊": 2123,
      "봍": 2124,
      "봏": 2125,
      "봐": 2126,
      "봑": 2127,
      "봔": 2128,
      "봘": 2129,
      "봞": 2130,
      "봟": 2131,
      "봠": 2132,
      "봢": 2133,
      "봣": 2134,
      "봤": 2135,
      "봥": 2136,
      "봦": 2137,
      "봧": 2138,
      "봨": 2139,
      "봩": 2140,
      "봫": 2141,
      "봬": 2142,
      "봰": 2143,
      "봱": 2144,
      "봲": 2145,
      "봳": 2146,
      "봴": 2147,
      "봶": 2148,
      "봺": 2149,
      "봻": 2150,
      "봾": 2151,
      "뵀": 2152,
      "뵃": 2153,
      "뵈": 2154,
      "뵉": 2155,
      "뵌": 2156,
      "뵎": 2157,
      "뵐": 2158,
      "뵔": 2159,
      "뵘": 2160,
      "뵙": 2161,
      "뵛": 2162,
      "뵜": 2163,
      "뵝": 2164,
      "뵡": 2165,
      "뵤": 2166,
      "뵥": 2167,
      "뵨": 2168,
      "뵬": 2169,
      "뵸": 2170,
      "뵹": 2171,
      "뵺": 2172,
      "부": 2173,
      "북": 2174,
      "붂": 2175,
      "붃": 2176,
      "분": 2177,
      "붆": 2178,
      "붇": 2179,
      "불": 2180,
      "붉": 2181,
      "붊": 2182,
      "붋": 2183,
      "붏": 2184,
      "붐": 2185,
      "붑": 2186,
      "붒": 2187,
      "붓": 2188,
      "붕": 2189,
      "붖": 2190,
      "붗": 2191,
      "붘": 2192,
      "붙": 2193,
      "붚": 2194,
      "붜": 2195,
      "붝": 2196,
      "붠": 2197,
      "붤": 2198,
      "붰": 2199,
      "붳": 2200,
      "붴": 2201,
      "붷": 2202,
      "붸": 2203,
      "붹": 2204,
      "붼": 2205,
      "붿": 2206,
      "뷀": 2207,
      "뷁": 2208,
      "뷄": 2209,
      "뷆": 2210,
      "뷈": 2211,
      "뷊": 2212,
      "뷋": 2213,
      "뷏": 2214,
      "뷒": 2215,
      "뷔": 2216,
      "뷕": 2217,
      "뷘": 2218,
      "뷜": 2219,
      "뷧": 2220,
      "뷰": 2221,
      "뷱": 2222,
      "뷴": 2223,
      "뷸": 2224,
      "븀": 2225,
      "븁": 2226,
      "븂": 2227,
      "븃": 2228,
      "븅": 2229,
      "븇": 2230,
      "븉": 2231,
      "브": 2232,
      "븍": 2233,
      "븐": 2234,
      "븓": 2235,
      "블": 2236,
      "븕": 2237,
      "븖": 2238,
      "븜": 2239,
      "븝": 2240,
      "븟": 2241,
      "븡": 2242,
      "븥": 2243,
      "븨": 2244,
      "븬": 2245,
      "븰": 2246,
      "븴": 2247,
      "븸": 2248,
      "븹": 2249,
      "븼": 2250,
      "븿": 2251,
      "빀": 2252,
      "비": 2253,
      "빅": 2254,
      "빈": 2255,
      "빉": 2256,
      "빋": 2257,
      "빌": 2258,
      "빍": 2259,
      "빎": 2260,
      "빏": 2261,
      "빓": 2262,
      "빔": 2263,
      "빕": 2264,
      "빗": 2265,
      "빘": 2266,
      "빙": 2267,
      "빚": 2268,
      "빛": 2269,
      "빝": 2270,
      "빞": 2271,
      "빟": 2272,
      "빠": 2273,
      "빡": 2274,
      "빢": 2275,
      "빤": 2276,
      "빧": 2277,
      "빨": 2278,
      "빩": 2279,
      "빪": 2280,
      "빫": 2281,
      "빬": 2282,
      "빰": 2283,
      "빱": 2284,
      "빳": 2285,
      "빴": 2286,
      "빵": 2287,
      "빻": 2288,
      "빼": 2289,
      "빽": 2290,
      "빾": 2291,
      "뺀": 2292,
      "뺃": 2293,
      "뺄": 2294,
      "뺌": 2295,
      "뺍": 2296,
      "뺏": 2297,
      "뺐": 2298,
      "뺑": 2299,
      "뺕": 2300,
      "뺗": 2301,
      "뺘": 2302,
      "뺙": 2303,
      "뺨": 2304,
      "뺯": 2305,
      "뺴": 2306,
      "뺵": 2307,
      "뺸": 2308,
      "뺼": 2309,
      "뻀": 2310,
      "뻇": 2311,
      "뻉": 2312,
      "뻊": 2313,
      "뻌": 2314,
      "뻐": 2315,
      "뻑": 2316,
      "뻔": 2317,
      "뻕": 2318,
      "뻗": 2319,
      "뻘": 2320,
      "뻙": 2321,
      "뻠": 2322,
      "뻡": 2323,
      "뻣": 2324,
      "뻤": 2325,
      "뻥": 2326,
      "뻦": 2327,
      "뻨": 2328,
      "뻩": 2329,
      "뻬": 2330,
      "뻭": 2331,
      "뻰": 2332,
      "뻴": 2333,
      "뻶": 2334,
      "뻺": 2335,
      "뻾": 2336,
      "뻿": 2337,
      "뼁": 2338,
      "뼇": 2339,
      "뼈": 2340,
      "뼉": 2341,
      "뼌": 2342,
      "뼏": 2343,
      "뼐": 2344,
      "뼘": 2345,
      "뼙": 2346,
      "뼛": 2347,
      "뼜": 2348,
      "뼝": 2349,
      "뼞": 2350,
      "뼡": 2351,
      "뼱": 2352,
      "뼳": 2353,
      "뽀": 2354,
      "뽁": 2355,
      "뽂": 2356,
      "뽄": 2357,
      "뽈": 2358,
      "뽐": 2359,
      "뽑": 2360,
      "뽓": 2361,
      "뽕": 2362,
      "뽜": 2363,
      "뽥": 2364,
      "뽹": 2365,
      "뾔": 2366,
      "뾞": 2367,
      "뾟": 2368,
      "뾢": 2369,
      "뾥": 2370,
      "뾦": 2371,
      "뾫": 2372,
      "뾬": 2373,
      "뾮": 2374,
      "뾯": 2375,
      "뾰": 2376,
      "뾱": 2377,
      "뾳": 2378,
      "뾵": 2379,
      "뿄": 2380,
      "뿅": 2381,
      "뿌": 2382,
      "뿍": 2383,
      "뿐": 2384,
      "뿔": 2385,
      "뿕": 2386,
      "뿜": 2387,
      "뿝": 2388,
      "뿟": 2389,
      "뿠": 2390,
      "뿡": 2391,
      "뿥": 2392,
      "뿩": 2393,
      "뿶": 2394,
      "뿷": 2395,
      "뿸": 2396,
      "뿾": 2397,
      "쀠": 2398,
      "쀨": 2399,
      "쀼": 2400,
      "쁑": 2401,
      "쁘": 2402,
      "쁙": 2403,
      "쁜": 2404,
      "쁝": 2405,
      "쁞": 2406,
      "쁠": 2407,
      "쁢": 2408,
      "쁦": 2409,
      "쁨": 2410,
      "쁩": 2411,
      "쁭": 2412,
      "쁰": 2413,
      "쁴": 2414,
      "쁵": 2415,
      "쁶": 2416,
      "쁹": 2417,
      "쁺": 2418,
      "쁾": 2419,
      "삏": 2420,
      "삐": 2421,
      "삑": 2422,
      "삔": 2423,
      "삘": 2424,
      "삠": 2425,
      "삡": 2426,
      "삣": 2427,
      "삤": 2428,
      "삥": 2429,
      "삦": 2430,
      "삧": 2431,
      "사": 2432,
      "삭": 2433,
      "삮": 2434,
      "삯": 2435,
      "산": 2436,
      "삲": 2437,
      "삳": 2438,
      "살": 2439,
      "삵": 2440,
      "삶": 2441,
      "삷": 2442,
      "삸": 2443,
      "삻": 2444,
      "삼": 2445,
      "삽": 2446,
      "삿": 2447,
      "샀": 2448,
      "상": 2449,
      "샂": 2450,
      "샅": 2451,
      "샆": 2452,
      "샇": 2453,
      "새": 2454,
      "색": 2455,
      "샌": 2456,
      "샏": 2457,
      "샐": 2458,
      "샔": 2459,
      "샘": 2460,
      "샙": 2461,
      "샛": 2462,
      "샜": 2463,
      "생": 2464,
      "샞": 2465,
      "샢": 2466,
      "샤": 2467,
      "샥": 2468,
      "샨": 2469,
      "샬": 2470,
      "샴": 2471,
      "샵": 2472,
      "샷": 2473,
      "샸": 2474,
      "샹": 2475,
      "샾": 2476,
      "섀": 2477,
      "섁": 2478,
      "섂": 2479,
      "섃": 2480,
      "섄": 2481,
      "섇": 2482,
      "섈": 2483,
      "섌": 2484,
      "섐": 2485,
      "섑": 2486,
      "섕": 2487,
      "섛": 2488,
      "서": 2489,
      "석": 2490,
      "섞": 2491,
      "섟": 2492,
      "선": 2493,
      "섣": 2494,
      "설": 2495,
      "섥": 2496,
      "섦": 2497,
      "섧": 2498,
      "섪": 2499,
      "섫": 2500,
      "섬": 2501,
      "섭": 2502,
      "섯": 2503,
      "섰": 2504,
      "성": 2505,
      "섲": 2506,
      "섴": 2507,
      "섶": 2508,
      "섷": 2509,
      "세": 2510,
      "섹": 2511,
      "섻": 2512,
      "센": 2513,
      "섾": 2514,
      "섿": 2515,
      "셀": 2516,
      "셈": 2517,
      "셉": 2518,
      "셋": 2519,
      "셌": 2520,
      "셍": 2521,
      "셑": 2522,
      "셔": 2523,
      "셕": 2524,
      "션": 2525,
      "셜": 2526,
      "셟": 2527,
      "셤": 2528,
      "셥": 2529,
      "셧": 2530,
      "셨": 2531,
      "셩": 2532,
      "셬": 2533,
      "셮": 2534,
      "셰": 2535,
      "셱": 2536,
      "셳": 2537,
      "셴": 2538,
      "셸": 2539,
      "솀": 2540,
      "솁": 2541,
      "솃": 2542,
      "솅": 2543,
      "소": 2544,
      "속": 2545,
      "솎": 2546,
      "솏": 2547,
      "손": 2548,
      "솑": 2549,
      "솓": 2550,
      "솔": 2551,
      "솖": 2552,
      "솜": 2553,
      "솝": 2554,
      "솟": 2555,
      "송": 2556,
      "솢": 2557,
      "솣": 2558,
      "솥": 2559,
      "솦": 2560,
      "솨": 2561,
      "솩": 2562,
      "솪": 2563,
      "솫": 2564,
      "솬": 2565,
      "솰": 2566,
      "솴": 2567,
      "솽": 2568,
      "쇁": 2569,
      "쇄": 2570,
      "쇈": 2571,
      "쇌": 2572,
      "쇎": 2573,
      "쇔": 2574,
      "쇗": 2575,
      "쇘": 2576,
      "쇙": 2577,
      "쇝": 2578,
      "쇠": 2579,
      "쇡": 2580,
      "쇤": 2581,
      "쇨": 2582,
      "쇰": 2583,
      "쇱": 2584,
      "쇳": 2585,
      "쇴": 2586,
      "쇵": 2587,
      "쇼": 2588,
      "쇽": 2589,
      "숀": 2590,
      "숄": 2591,
      "숌": 2592,
      "숍": 2593,
      "숏": 2594,
      "숑": 2595,
      "숖": 2596,
      "수": 2597,
      "숙": 2598,
      "순": 2599,
      "숟": 2600,
      "술": 2601,
      "숡": 2602,
      "숤": 2603,
      "숨": 2604,
      "숩": 2605,
      "숫": 2606,
      "숭": 2607,
      "숮": 2608,
      "숯": 2609,
      "숱": 2610,
      "숲": 2611,
      "숳": 2612,
      "숴": 2613,
      "숸": 2614,
      "숼": 2615,
      "쉅": 2616,
      "쉇": 2617,
      "쉈": 2618,
      "쉉": 2619,
      "쉊": 2620,
      "쉋": 2621,
      "쉌": 2622,
      "쉍": 2623,
      "쉎": 2624,
      "쉐": 2625,
      "쉑": 2626,
      "쉓": 2627,
      "쉔": 2628,
      "쉕": 2629,
      "쉗": 2630,
      "쉘": 2631,
      "쉜": 2632,
      "쉝": 2633,
      "쉞": 2634,
      "쉠": 2635,
      "쉡": 2636,
      "쉣": 2637,
      "쉤": 2638,
      "쉥": 2639,
      "쉧": 2640,
      "쉨": 2641,
      "쉪": 2642,
      "쉬": 2643,
      "쉭": 2644,
      "쉰": 2645,
      "쉴": 2646,
      "쉺": 2647,
      "쉼": 2648,
      "쉽": 2649,
      "쉿": 2650,
      "슀": 2651,
      "슁": 2652,
      "슅": 2653,
      "슆": 2654,
      "슈": 2655,
      "슉": 2656,
      "슌": 2657,
      "슏": 2658,
      "슐": 2659,
      "슘": 2660,
      "슙": 2661,
      "슛": 2662,
      "슝": 2663,
      "슟": 2664,
      "스": 2665,
      "슥": 2666,
      "슨": 2667,
      "슫": 2668,
      "슬": 2669,
      "슭": 2670,
      "슯": 2671,
      "슰": 2672,
      "슲": 2673,
      "슳": 2674,
      "슴": 2675,
      "습": 2676,
      "슷": 2677,
      "승": 2678,
      "슻": 2679,
      "슼": 2680,
      "슽": 2681,
      "슾": 2682,
      "슿": 2683,
      "싀": 2684,
      "싁": 2685,
      "싄": 2686,
      "싈": 2687,
      "싐": 2688,
      "싑": 2689,
      "시": 2690,
      "식": 2691,
      "신": 2692,
      "싡": 2693,
      "싢": 2694,
      "싣": 2695,
      "실": 2696,
      "싥": 2697,
      "싦": 2698,
      "싧": 2699,
      "싩": 2700,
      "싫": 2701,
      "심": 2702,
      "십": 2703,
      "싯": 2704,
      "싰": 2705,
      "싱": 2706,
      "싲": 2707,
      "싳": 2708,
      "싴": 2709,
      "싵": 2710,
      "싶": 2711,
      "싷": 2712,
      "싸": 2713,
      "싹": 2714,
      "싺": 2715,
      "싻": 2716,
      "싼": 2717,
      "싾": 2718,
      "싿": 2719,
      "쌀": 2720,
      "쌂": 2721,
      "쌈": 2722,
      "쌉": 2723,
      "쌋": 2724,
      "쌌": 2725,
      "쌍": 2726,
      "쌒": 2727,
      "쌓": 2728,
      "쌔": 2729,
      "쌕": 2730,
      "쌘": 2731,
      "쌜": 2732,
      "쌤": 2733,
      "쌥": 2734,
      "쌧": 2735,
      "쌨": 2736,
      "쌩": 2737,
      "쌯": 2738,
      "쌰": 2739,
      "쌱": 2740,
      "쌲": 2741,
      "쌳": 2742,
      "쌴": 2743,
      "쌷": 2744,
      "쌺": 2745,
      "쌻": 2746,
      "썃": 2747,
      "썅": 2748,
      "썈": 2749,
      "썎": 2750,
      "썡": 2751,
      "써": 2752,
      "썩": 2753,
      "썪": 2754,
      "썬": 2755,
      "썭": 2756,
      "썯": 2757,
      "썰": 2758,
      "썲": 2759,
      "썳": 2760,
      "썴": 2761,
      "썷": 2762,
      "썸": 2763,
      "썹": 2764,
      "썻": 2765,
      "썼": 2766,
      "썽": 2767,
      "썾": 2768,
      "쎁": 2769,
      "쎃": 2770,
      "쎄": 2771,
      "쎅": 2772,
      "쎈": 2773,
      "쎌": 2774,
      "쎔": 2775,
      "쎕": 2776,
      "쎗": 2777,
      "쎘": 2778,
      "쎙": 2779,
      "쎠": 2780,
      "쎡": 2781,
      "쎤": 2782,
      "쎧": 2783,
      "쎳": 2784,
      "쎴": 2785,
      "쎻": 2786,
      "쎼": 2787,
      "쎾": 2788,
      "쏀": 2789,
      "쏄": 2790,
      "쏘": 2791,
      "쏙": 2792,
      "쏛": 2793,
      "쏜": 2794,
      "쏟": 2795,
      "쏠": 2796,
      "쏢": 2797,
      "쏨": 2798,
      "쏩": 2799,
      "쏫": 2800,
      "쏬": 2801,
      "쏭": 2802,
      "쏱": 2803,
      "쏳": 2804,
      "쏴": 2805,
      "쏵": 2806,
      "쏸": 2807,
      "쏼": 2808,
      "쏿": 2809,
      "쐀": 2810,
      "쐃": 2811,
      "쐇": 2812,
      "쐈": 2813,
      "쐉": 2814,
      "쐍": 2815,
      "쐐": 2816,
      "쐑": 2817,
      "쐓": 2818,
      "쐕": 2819,
      "쐖": 2820,
      "쐗": 2821,
      "쐛": 2822,
      "쐜": 2823,
      "쐟": 2824,
      "쐤": 2825,
      "쐥": 2826,
      "쐬": 2827,
      "쐭": 2828,
      "쐰": 2829,
      "쐲": 2830,
      "쐳": 2831,
      "쐴": 2832,
      "쐼": 2833,
      "쐽": 2834,
      "쐿": 2835,
      "쑀": 2836,
      "쑁": 2837,
      "쑂": 2838,
      "쑈": 2839,
      "쑉": 2840,
      "쑘": 2841,
      "쑝": 2842,
      "쑤": 2843,
      "쑥": 2844,
      "쑨": 2845,
      "쑫": 2846,
      "쑬": 2847,
      "쑴": 2848,
      "쑵": 2849,
      "쑹": 2850,
      "쒀": 2851,
      "쒊": 2852,
      "쒋": 2853,
      "쒎": 2854,
      "쒒": 2855,
      "쒔": 2856,
      "쒕": 2857,
      "쒛": 2858,
      "쒜": 2859,
      "쒞": 2860,
      "쒠": 2861,
      "쒡": 2862,
      "쒢": 2863,
      "쒨": 2864,
      "쒪": 2865,
      "쒮": 2866,
      "쒲": 2867,
      "쒸": 2868,
